/*
 *  MoreInfo.strings
 *  AirPort Utility
 */

/* CreateExtendMoreInfo */
"CreateExtendMoreInfo.Title" = "A configurar o seu %@";
"CreateExtendMoreInfo" = "Seleccione “Criar uma nova rede sem fios”, se quiser configurar o seu dispositivo sem fios AirPort numa nova rede sem fios. Os computadores que acedem à sua rede podem comunicar com outros computadores na rede sem utilizar fios ou, caso estejam ligados por Ethernet, podem comunicar através de Ethernet. Se configurar o seu dispositivo para estabelecer ligação à Internet, os computadores com ligações com fios e sem fios também podem partilhar a ligação à Internet. Clique em Continuar para configurar uma nova rede sem fios.\n\nSeleccione “Alargar o raio de alcance da rede AirPort Extreme ou AirPort Express”, caso já tenha uma rede AirPort configurada e pretenda que o seu dispositivo aceda a ela e queira alargar o alcance da rede. O alargamento do raio de alcance de uma rede sem fios é conhecido por WDS (Wireless Distribution System). Os dispositivos sem fios num sistema WDS partilham uma única ligação à Internet e distribuem essa ligação aos computadores ligados à rede.";

/* NameMoreInfo */
"NameMoreInfo.Title" = "Dê um nome e uma palavra‑passe ao seu dispositivo sem fios";
"NameMoreInfo" = "O nome é apresentado na barra lateral do Utilitário AirPort. Utilize um nome reconhecível, como por exemplo \"Sala de estar\" ou \"Escritório\". Se uma rede tiver mais do que um dispositivo sem fios, poderá reconhecer facilmente o dispositivo que pretende configurar ou alterar. Digite uma palavra‑passe para o dispositivo. Esta é a palavra‑passe que terá de digitar para poder alterar as definições do dispositivo.";

/* SecurityMoreInfo */
"SecurityMoreInfo.Title" = "Proteja a sua rede";
"SecurityMoreInfo" = "Pode proteger a sua rede com uma palavra‑passe. Dessa forma, qualquer pessoa que tente aceder à sua rede terá de fornecer a palavra‑passe.\n\nOs dispositivos sem fios AirPort suportam dois tipos de palavra‑passe:\n• WPA2: as palavras‑passe do tipo Wi‑Fi com acesso protegido são mais seguras, mas poderão ser menos compatíveis.\n• WEP de 128 bits: as palavras‑passe com privacidade equivalente a rede com fios são mais compatíveis com os computadores e placas sem fios mais antigos.\n\nCaso opte por “Sem segurança”, qualquer pessoa poderá aceder à sua rede sem usar uma palavra‑passe. Esta opção não é recomendada.\n\nSe escolher a opção WEP de 128 bits, utilize uma palavra‑passe com exactamente 13 caracteres. Isto garante a compatibilidade com o sistema Windows e outros dispositivos não Macintosh.\n\nSe escolher a opção WPA2, utilize uma palavra‑passe com pelo menos oito caracteres.";
"SecurityMoreInfoWPANone.Title" = "Proteja a sua rede";
"SecurityMoreInfoWPANone" = "Pode proteger a sua rede com uma palavra‑passe utilizando a segurança sem fios WPA Pessoal. A quem tentar aceder à sua rede será pedido que digite a palavra‑passe.\n\nSe escolher “Sem segurança”, qualquer pessoa no raio de alcance pode aceder à sua rede sem utilizar uma palavra‑passe. Esta opção não é recomendada.\n\nSe decidir utilizar WPA Pessoal, use uma palavra‑passe que contenha pelo menos oito caracteres.";
"SecurityMoreInfoWPA2None.Title" = "Proteja a sua rede";
"SecurityMoreInfoWPA2None" = "Pode proteger a sua rede com uma palavra‑passe utilizando a segurança sem fios WPA/WPA2 Pessoal. A quem tentar aceder à sua rede será pedido que digite a palavra‑passe.\n\nSe escolher “Sem segurança”, qualquer pessoa no raio de alcance pode aceder à sua rede sem utilizar uma palavra‑passe. Esta opção não é recomendada.\n\nSe decidir utilizar WPA/WPA2 Pessoal, use uma palavra‑passe que contenha pelo menos oito caracteres.";
"SecurityMoreInfoTSN.Title" = "Proteja a sua rede";
"SecurityMoreInfoTSN" = "Pode proteger a sua rede com uma palavra‑passe. Dessa forma, qualquer pessoa que tente aceder à sua rede terá de fornecer a palavra‑passe.\n\nOs dispositivos sem fios AirPort suportam dois tipos de palavra‑passe:\n• WPA2: as palavras‑passe do tipo Wi‑Fi com acesso protegido são mais seguras, mas poderão ser menos compatíveis.\n• As palavras‑passe WEP (Transitional Security Network) são mais compatíveis com os computadores e placas sem fios WEP mais antigos, mas também permitem o acesso de clientes WPA e WPA2 mais recentes à sua rede.\n\nCaso opte por “Sem segurança”, qualquer pessoa poderá aceder à sua rede sem usar uma palavra‑passe. Esta opção não é recomendada.\n\nSe escolher a opção WEP (Transitional Security Network), utilize uma palavra‑passe com exactamente 13 caracteres.\n\nSe escolher a opção WPA2, utilize uma palavra‑passe com pelo menos oito caracteres.";

/* InternetMoreInfo */
"InternetMoreInfo.Title" = "Que tipo de ligação à Internet está a utilizar?";
"InternetMoreInfo" = "Se estabelece ligação à Internet por DSL ou modem de cabo, e o seu fornecedor de acesso à Internet (ISP) lhe forneceu um endereço IP automaticamente através de DHCP, seleccione a primeira opção.\n\nSe estabelece ligação à Internet por PPP através da Ethernet (PPPoE), seleccione a segunda opção. Se estabelece ligação à Internet através de PPPoE, provavelmente recebeu um nome de conta e uma palavra‑passe. Consulte o seu fornecedor de acesso, caso não tenha a certeza.\n\nSe tiver uma ligação a uma rede Ethernet, seleccione a terceira opção. Consulte o administrador da rede (ou a pessoa que a configurou) para obter informações sobre a forma como recebe um endereço IP (através de DHCP ou manualmente).\n\nSe estiver a configurar uma estação‑base AirPort com um modem interno, e tiver uma conta PPP analógica, seleccione “Utilizo um modem ligado à linha telefónica”.\n\nSe desejar continuar a configuração da sua estação‑base, mas não pretender ligar à Internet, seleccione “Não pretendo estabelecer, neste momento, uma ligação à Internet”. É possível voltar a este ponto quando pretender estabelecer uma ligação à Internet.";

/* EthernetMoreInfo */
"EthernetMoreInfo.Title" = "Configure o protocolo TCP/IP no seu dispositivo";
"EthernetMoreInfo" = "A escolha entre Manualmente ou Usar DHCP no menu pop‑up Configurar IPv4 depende da forma como o seu ISP fornece endereços IP. Caso receba um endereço IP automaticamente do seu ISP, seleccione Usar DHCP no menu Configurar TCP/IP. O campo Endereço IP e os outros campos serão preenchidos pelo seu ISP.\n\nCaso o seu ISP lhe tenha fornecido um endereço IP e outros números juntamente com a sua conta de Internet, seleccione Manualmente e use esses dados para configurar manualmente o endereço IP do dispositivo sem fios. Se não tiver a certeza, contacte o seu fornecedor de serviço.\n\nSe o seu ISP lhe pedir o endereço MAC do dispositivo, utilize o endereço da porta WAN Ethernet, que está impresso na etiqueta localizada na base do seu dispositivo sem fios AirPort.";

/* ReplaceJoinCreateMoreInfo */
"ReplaceJoinCreateMoreInfo.Title" = "Seleccione o que pretende fazer com %@.";
"ReplaceJoinCreateMoreInfo.ReplaceDesc" = "Se já tiver um dispositivo sem fios AirPort ou um router sem fios e quiser substitui‑lo por %@, assinale a opção “Quero substituir uma estação‑base ou um router sem fios por %@”.";
"ReplaceJoinCreateMoreInfo.JoinDesc" = "Se já tiver uma rede e quiser que o %@ aceda à mesma sem fios ou por Ethernet, assinale a opção “Quero que o %@ aceda à minha rede actual”.";
"ReplaceJoinCreateMoreInfo.CreateDesc" = "Se não tiver rede sem fios ou quiser adicionar outra rede sem fios, assinale a opção “Quero criar uma nova rede sem fios”";

"GuestNetworkMoreInfo.Title" = "Rede restrita";
"GuestNetworkMoreInfo" = "Uma rede restrita permite que outros computadores acedam à Internet sem lhes dar acesso à sua rede privada. Pode configurar esta rede com ou sem protecção por palavra‑passe.\n\nUse a configuração manual para configurar outras opções, como a partilha de ficheiros entre computadores ligados a esta rede.";


/* End of strings file */
